export const gamesCatalogue = [
    {
        id: 1,
        image: "game_brawl_logo.jpg",
        name: "Brawl Stars",
        description: "Brawl Pass, Акции, Кристаллы",
        data: [
            {
                name: "Brawl Pass",
                game_id: 1,
                description: "",
                items: [
                    {
                        id: 14,
                        name: "Brawl Pass По Скидке",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_1.jpg",
                        cost: 379,
                    },
                    {
                        id: 15,
                        name: "Улучшение до Brawl Pass Plus",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_2.png",
                        cost: 579,
                    },
                    {
                        id: 12,
                        name: "Brawl Pass",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_3.jpg",
                        cost: 719,
                    },
                    {
                        id: 13,
                        name: "Brawl Pass Plus",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_4.jpg",
                        cost: 1089,
                    },
                ],
            },
            {
                name: "Кристаллы",
                game_id: 1,
                description: "",
                items: [
                    {
                        id: 6,
                        name: "30 Кристаллов ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_5.png",
                        cost: 229,
                    },
                    {
                        id: 7,
                        name: "80 Кристаллов ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_6.png",
                        cost: 549,
                    },
                    {
                        id: 8,
                        name: "170 Кристаллов ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_7.png",
                        cost: 999,
                    },
                    {
                        id: 9,
                        name: "360 Кристаллов ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_8.png",
                        cost: 1999,
                    },
                    {
                        id: 10,
                        name: "950 Кристаллов ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_9.png",
                        cost: 4599,
                    },
                    {
                        id: 11,
                        name: "2000 Кристаллов ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_10.png",
                        cost: 8999,
                    },
                ],
            },
        ],
    },
    {
        id: 2,
        image: "game_supercellstore_logo.jpg",
        name: "Supercell Store",
        description: "Сумасшедшие Акции",
    },
    {
        id: 3,
        image: "game_fortnite_logo.png",
        name: "Fortnite",
        description: "В-Баксы, Наборы",
    },
    {
        id: 4,
        image: "game_clashroyale_logo.jpg",
        name: "Clash Royale",
        description: "Акции, Кристаллы, Pass Royale",
        data: [
            {
                name: "Акции",
                game_id: 4,
                description: "",
                items: [
                    {
                        id: 110,
                        name: "1000 Кристаллов | 10X Выгода",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/740aa0be-0dae-40ad-a962-240e054aa259.jpg",
                        cost: 169,
                    },
                    {
                        id: 138,
                        name: "3000 Карт-Джокеров | 1 Часть Цепочки",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/e560dd7f-67d5-46de-b0ce-9ca1555cc8da.jpg",
                        cost: 229,
                    },
                    {
                        id: 106,
                        name: "2000 Кристаллов | Скидка За Первую Покупку ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/c9a0855d-9b42-4037-a745-3d44baedfded.jpg",
                        cost: 239,
                    },
                    {
                        id: 76,
                        name: "Король Скелетов | Королевская Щедрость",
                        description: "",
                        image: "https://s3.bilee.ru/dodoseller/9685ced9-b523-4091-ac6f-9ac91cc2fe80.jpg",
                        cost: 249,
                    },
                    {
                        id: 77,
                        name: "3000 Обычных Карт Джокеров | Цепочка Акций",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/c3eae252-53d1-4c31-8b39-a606cbdc1a7f.jpg",
                        cost: 259,
                    },
                    {
                        id: 163,
                        name: "Королева Лучниц | Акция ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/64622be7-fede-407e-94b7-92dd83c587e9.jpg",
                        cost: 269,
                    },
                    {
                        id: 115,
                        name: "2500 Кристаллов | Скидка На Первую Покупку",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/1193ddad-9ba8-4987-bbe6-a6e748b34d2c.jpg",
                        cost: 269,
                    },
                    {
                        id: 107,
                        name: "Шустрый Шахтёр ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/782f898d-de42-456c-8743-b9934a690e82.jpg",
                        cost: 269,
                    },
                    {
                        id: 151,
                        name: "Чемпионская Карта-Джокер | Королевская Шедрость 1 часть ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/aa6017b9-ad81-4013-90ce-e704dba010e3.jpg",
                        cost: 279,
                    },
                    {
                        id: 119,
                        name: "Монах | Королевская Щедрость",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/c0d05acf-ef92-4abb-bff2-48c43f8ef09e.jpg",
                        cost: 279,
                    },
                    {
                        id: 134,
                        name: "1500 Кристаллов | Скидка За Первую Покупку ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/5ec75eab-a146-4cb6-aad5-e862f070dc6c.jpg",
                        cost: 299,
                    },
                    {
                        id: 139,
                        name: "500 Редких Карт-Джокеров | 3 Часть Цепочки",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/3db5b0dc-af76-4765-9de2-921dd0ab47ec.jpg",
                        cost: 329,
                    },
                    {
                        id: 250,
                        name: "Гоблтнштейн | Королевская Шедрость",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/85d19d60-3b1f-4ad6-b911-7f82bc3e22ca.jpg",
                        cost: 339,
                    },
                    {
                        id: 174,
                        name: "5000 Карт-Джокеров | X8 Выгоды ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/426c6c61-5b8c-454d-a8b1-9c472f456bf4.jpg",
                        cost: 389,
                    },
                    {
                        id: 177,
                        name: "500 Редких Карт-Джокеров | Акция ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/db8db743-95d2-43e9-80bd-f00d94bdf420.jpg",
                        cost: 399,
                    },
                    {
                        id: 179,
                        name: "50 Эпических Карт-Джокеров | X8 Выгоды",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/0fdc2d6a-3f73-40d7-816d-27c196c4aa1f.jpg",
                        cost: 399,
                    },
                    {
                        id: 137,
                        name: "Распродажа Карт-Джокеров 3 | Акция",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/9d553b22-a106-49b1-816c-08495d9cecbf.jpg",
                        cost: 419,
                    },
                    {
                        id: 140,
                        name: "80 Эпических Карт-Джокеров | 5 Часть Цепочки",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/15edf229-2de6-460e-94ab-55042ae62529.jpg",
                        cost: 429,
                    },
                    {
                        id: 25,
                        name: "Свинка-копилка 185 000 Золота ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "",
                        cost: 479,
                    },
                    {
                        id: 108,
                        name: "Большой Парень ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/1110f383-c60f-41c0-b750-8d81589290d0.jpg",
                        cost: 479,
                    },
                    {
                        id: 114,
                        name: "Гоблинский Бур  | Мой Бур Пронзит Небеса ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/b648661f-405e-4d85-93d8-7c571435b8d1.jpg",
                        cost: 479,
                    },
                    {
                        id: 129,
                        name: "Внезапная Атака | Эволюция Клетки С Гоблином",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/e03b03fa-593c-4fbd-9445-bfb46f28db62.jpg",
                        cost: 479,
                    },
                    {
                        id: 147,
                        name: "Эволюция Скелетов",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/00ac02c2-85a1-43ce-bdd4-7bfad0db388b.jpg",
                        cost: 479,
                    },
                    {
                        id: 146,
                        name: "Ледяной Дух ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/5c30e60d-779d-46bf-9cff-f1c2603b1019.jpg",
                        cost: 479,
                    },
                    {
                        id: 156,
                        name: "500000 Золото + 1250 Карт-Джокеров | 8X Выгоды ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/d87e9dc8-355e-4fc7-80ac-3eda65d9b541.jpg",
                        cost: 499,
                    },
                    {
                        id: 157,
                        name: "Эволюция Валькирии | Взмах Её Топора Порождает Торнадо!",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/8a152dce-0adf-4728-925c-2c1c5ae0dc1d.jpg",
                        cost: 499,
                    },
                    {
                        id: 63,
                        name: "Некоторые любят погорячее | 3 Эволюции колдуна",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "",
                        cost: 499,
                    },
                    {
                        id: 64,
                        name: "Двойная Бочка| 3 Эволюции Бочки",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "",
                        cost: 499,
                    },
                    {
                        id: 141,
                        name: "5 Легендарных Карт-Джокеров | 7 Часть Цепочки",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/ada0bae3-6cc5-4c8a-9ef7-d62791225851.jpg",
                        cost: 529,
                    },
                    {
                        id: 256,
                        name: "Боевой Таран | Акция С Эволюцией Карт",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/fdf73964-347e-4a40-b8b4-d888bf2bfdac.jpg",
                        cost: 549,
                    },
                    {
                        id: 26,
                        name: "Улучшение Gold Pass до Diamond Pass",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "",
                        cost: 549,
                    },
                    {
                        id: 180,
                        name: "2000 Карт-Джокеров + 500 Редких Карт-Джокеров + 1 Легендарная Карта-Джокер | X11 Выгода ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/ab594db1-4016-4432-990d-744bcd3a0ccc.jpg",
                        cost: 549,
                    },
                    {
                        id: 251,
                        name: "Огненная Лучница | Акция С Эволюцией Карт",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/d7a4a2f5-f2dd-4058-9dd2-89e1ede78d7f.jpg",
                        cost: 549,
                    },
                    {
                        id: 252,
                        name: "Валькирия | Акция С Эволюцией Карт",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/596b8438-25a9-481e-a9bc-573202c48514.jpg",
                        cost: 549,
                    },
                    {
                        id: 253,
                        name: "Гоблин-Гигант | Акция С Эволюцией Карт",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/cbaea2da-18b6-4e6c-bbae-90e2746d4cf2.jpg",
                        cost: 549,
                    },
                    {
                        id: 254,
                        name: "Королевский Гигант | Акция С Эволюцией Карт",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/19840e0f-37f5-4a23-a200-d386845643ee.jpg",
                        cost: 549,
                    },
                    {
                        id: 255,
                        name: "Королевские Рекруты | Акция С Эволюцией Карт",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/d9d724e8-38c0-4c07-8936-4b0b11381e3b.jpg",
                        cost: 549,
                    },
                    {
                        id: 152,
                        name: "3 Чемпионские Карты-Джокер | Королевская Шедрость 3 часть ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/192cc2ed-4966-45cc-955a-7f2cedb561f5.jpg",
                        cost: 599,
                    },
                    {
                        id: 175,
                        name: "Эволюция Мегарыцаря | Акция ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/dbec2ce7-2ba7-4921-b03a-589b77026208.jpg",
                        cost: 599,
                    },
                    {
                        id: 24,
                        name: "50 000 Элитных карт-джокеров",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "",
                        cost: 639,
                    },
                    {
                        id: 259,
                        name: "120 Эпических Карт-Джокеров | Эпическое Усиления Цепочка Акций ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/af8a786a-169d-405c-832c-ebdc4e03774a.jpg",
                        cost: 649,
                    },
                    {
                        id: 162,
                        name: "Поздравляем С Достижением Арены 11! ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/998fb836-40b8-4deb-aebb-f5166f1a34c2.jpg",
                        cost: 899,
                    },
                    {
                        id: 155,
                        name: "Особая Акция 12X Выгоды ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/0d410cc0-d0dc-41fb-ad1c-a925b623176d.jpg",
                        cost: 899,
                    },
                    {
                        id: 142,
                        name: "1 Легендарная Книга Карт | 10 Часть Цепочки",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/46fa575e-367b-4f87-9996-39af672b37b5.jpg",
                        cost: 1069,
                    },
                    {
                        id: 258,
                        name: "Копилка | 320 000",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/aeeee939-30df-4473-b788-272c07f315cb.jpg",
                        cost: 1099,
                    },
                    {
                        id: 176,
                        name: "Эволюция Мегарыцаря | Акция ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "https://s3.bilee.ru/dodoseller/cd9742ca-746b-4ff0-b929-93dd400e71de.jpg",
                        cost: 1249,
                    },
                    {
                        id: 153,
                        name: "Книга Кнги | Королевская Шедрость 6 часть ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/2e6237ec-0fe2-4750-a0b6-9c09f63acb3f.jpg",
                        cost: 2249,
                    },
                    {
                        id: 154,
                        name: "Цепочка Акций Королевская Щедрость Полностью",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/1516a548-ed57-4d78-961f-e55cf7ebed49.jpg",
                        cost: 3099,
                    },
                ],
            },
            {
                name: "Pass Royale",
                game_id: 4,
                description: "",
                items: [
                    {
                        id: 159,
                        name: "Diamond Pass | Скидка",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/3a3d873c-dd64-49f7-af1d-8cc86d51de8a.jpg",
                        cost: 990,
                    },
                    {
                        id: 22,
                        name: "Diamond Pass",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "https://s3.bilee.ru/dodoseller/0b6bdb0d-dd3a-4671-849e-8c840d3b4663.jpg",
                        cost: 1199,
                    },
                ],
            },
            {
                name: "Кристаллы",
                game_id: 4,
                description: "",
                items: [
                    {
                        id: 16,
                        name: "80 кристаллов",
                        description: "",
                        image: "",
                        cost: 129,
                    },
                    {
                        id: 17,
                        name: "500 Кристаллов",
                        description: "",
                        image: "",
                        cost: 519,
                    },
                    {
                        id: 18,
                        name: "1200 Кристаллов",
                        description: "",
                        image: "",
                        cost: 1049,
                    },
                    {
                        id: 19,
                        name: "2500 Кристаллов",
                        description: "",
                        image: "",
                        cost: 2049,
                    },
                    {
                        id: 20,
                        name: "6500 Кристаллов",
                        description: "",
                        image: "",
                        cost: 4899,
                    },
                    {
                        id: 21,
                        name: "14000 Кристаллов",
                        description: "",
                        image: "",
                        cost: 8999,
                    },
                ],
            },
        ],
    },
    {
        id: 5,
        image: "game_roblox_logo.png",
        name: "Roblox",
        description: "Робаксы",
    },
    {
        id: 6,
        image: "game_clashofclans_logo.jpg",
        name: "Clash of Clans",
        description: "Gold Pass, Гемы, Акции",
    },
];
