export const gamesCatalogue = [
    {
        id: 1,
        image: "game_brawl_logo.jpg",
        name: "Brawl Stars",
        description: "Brawl Pass, Акции, Кристаллы",
        data: [
            {
                name: "Brawl Pass",
                game_id: 1,
                description: "",
                items: [
                    {
                        id: 14,
                        name: "Brawl Pass По Скидке",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_1.jpg",
                        cost: 379,
                    },
                    {
                        id: 15,
                        name: "Улучшение до Brawl Pass Plus",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_2.png",
                        cost: 579,
                    },
                    {
                        id: 12,
                        name: "Brawl Pass",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_3.jpg",
                        cost: 719,
                    },
                    {
                        id: 13,
                        name: "Brawl Pass Plus",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_4.jpg",
                        cost: 1089,
                    },
                ],
            },
            {
                name: "Кристаллы",
                game_id: 1,
                description: "",
                items: [
                    {
                        id: 6,
                        name: "30 Кристаллов ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_5.png",
                        cost: 229,
                    },
                    {
                        id: 7,
                        name: "80 Кристаллов ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_6.png",
                        cost: 549,
                    },
                    {
                        id: 8,
                        name: "170 Кристаллов ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_7.png",
                        cost: 999,
                    },
                    {
                        id: 9,
                        name: "360 Кристаллов ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_8.png",
                        cost: 1999,
                    },
                    {
                        id: 10,
                        name: "950 Кристаллов ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_9.png",
                        cost: 4599,
                    },
                    {
                        id: 11,
                        name: "2000 Кристаллов ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_brawl_10.png",
                        cost: 8999,
                    },
                ],
            },
        ],
    },
    {
        id: 2,
        image: "game_supercellstore_logo.jpg",
        name: "Supercell Store",
        description: "Сумасшедшие Акции",
        data: [
            {
                name: "Лучшее",
                game_id: 7,
                description: "",
                items: [
                    {
                        id: 244,
                        name: "7000 Блингов | 3X Выгода",
                        description:
                            "⚫️ Данная акция доступна для любого аккаунта.\n⬛️ Для доната мы используем Supercell Store.",
                        image: "/shop_supercell_1.jpg",
                        cost: 699,
                    },
                    {
                        id: 257,
                        name: "⭐️ Brawl Pass Plus | БЕЗ ВХОДА | Можно активировать в любой момент",
                        description:
                            "💥 30 % прогресса сразу же! Только в магазине.\n🎒 Пропуска, купленные в магазине, хранятся в вашем инвентаре Supercell ID и могут быть активированы сразу же или в любом будущем сезоне. \n🎁 Вы также можете подарить их своим друзьям по Supercell ID! \n❗️ Всего в инвентаре может быть не более 8 пропусков одновременно.",
                        image: "/shop_supercell_2.jpg",
                        cost: 1249,
                    },
                ],
            },
            {
                name: "Улучшения",
                game_id: 7,
                description: "",
                items: [
                    {
                        id: 246,
                        name: "7500 Монет + 5500 Очков Силы | 3X Выгода",
                        description:
                            "⚫️ Данная акция доступна для любого аккаунта.\n⬛️ Для доната мы используем Supercell Store.",
                        image: "/shop_supercell_3.jpg",
                        cost: 3099,
                    },
                ],
            },
        ],
    },
    {
        id: 3,
        image: "game_fortnite_logo.png",
        name: "Fortnite",
        description: "В-Баксы, Наборы",
        data: [
            {
                name: "Наборы",
                game_id: 5,
                description: "",
                items: [
                    {
                        id: 42,
                        name: "Цунами",
                        description:
                            "Сметайте волны врагов с набором «Цунами»! В наборе:\n\n– 600 В-баксов;\n– экипировка Цунами (со стилем LEGO®);\n– украшение на спину «Пулевая сумка»;\n– кирка «Волнорез».\n\nВ-баксы — игровая валюта, которую можно потратить в Fortnite. За неё можно купить косметические предметы для «Королевской битвы» Fortnite, LEGO® Fortnite, Fortnite Festival и Rocket Racing, а также дополнительные материалы, например сезонный боевой пропуск!\n\nВ-баксы, входящие в эту покупку, нельзя перевести или использовать на Nintendo Switch™.",
                        image: "/shop_fortnite_1.jpg",
                        cost: 449,
                    },
                    {
                        id: 43,
                        name: 'Подписка "Отряд Fornite"',
                        description: 'Подписка "Отряд Fornite"',
                        image: "/shop_fortnite_2.jpg",
                        cost: 499,
                    },
                    {
                        id: 45,
                        name: "Ледяные легенды",
                        description:
                            "Ледяные легенды\nСохраняйте хладнокровие с набором «Ледяные легенды»! В наборе:\n\n– экипировка ледяного Ворона (со стилем LEGO®);\n– украшение на спину «Ледяная клетка»;\n– экипировка ледяного Красного рыцаря (со стилем LEGO®);\n– украшение на спину «Ледяной красный щит»;\n– экипировка Ледяного Рейнджера любви (со стилем LEGO®);\n– украшение на спину «Ледяные крылья любви».",
                        image: "/shop_fortnite_3.jpg",
                        cost: 1399,
                    },
                    {
                        id: 46,
                        name: "Набор «Гульпанк»",
                        description:
                            "Набор «Гульпанк»\nЗомби, гули и рокеры-панки. На сцену приглашены все: представляем набор «Гульпанк». В наборе:\n\nВСЕ РЕЖИМЫ\n– экипировка Пенни-зомби (+ стиль LEGO®);\n– украшение на спину «Гробовое молчание»;\n– кирка «Зов мозгов».\n\nСРАЖЕНИЕ С БУРЕЙ\n– доступ к «Сражению с Бурей»;\n– испытания Пенни-зомби: получите до 1500 В-баксов за выполнение ежедневных заданий в «Сражении с Бурей».\n\nИспытания становятся доступны после выполнения третьей миссии по защите штормового щита в режиме «Сражение с Бурей».\n\nВ-баксы — игровая валюта, которую можно потратить в Fortnite. За неё можно купить косметические предметы для «Королевской битвы» Fortnite, LEGO® Fortnite, Fortnite Festival и Rocket Racing, а также дополнительные материалы, например сезонный боевой пропуск!",
                        image: "/shop_fortnite_4.jpg",
                        cost: 1399,
                    },
                ],
            },
            {
                name: "В-Баксы",
                game_id: 5,
                description: "",
                items: [
                    {
                        id: 38,
                        name: "1000 В-баксов",
                        description:
                            "1000 В-баксов\nКупите 1000 В-баксов — игровую валюту, которую можно потратить в Fortnite. Приобретайте предметы для «Королевской битвы» Fortnite, LEGO® Fortnite, Fortnite Festival и Rocket Racing, а также доп. материалы, например сезонный боевой пропуск!\n\nВ-баксы, купленные в Epic Games Store, нельзя получить или использовать на Nintendo Switch™.",
                        image: "/shop_fortnite_5.jpg",
                        cost: 749,
                    },
                    {
                        id: 39,
                        name: "2800 В-баксов",
                        description:
                            "2800 В-баксов\nКупите 2800 В-баксов — игровую валюту, которую можно потратить в Fortnite. Приобретайте предметы для «Королевской битвы» Fortnite, LEGO® Fortnite, Fortnite Festival и Rocket Racing, а также доп. материалы, например сезонный боевой пропуск!\n\nВ-баксы, купленные в Epic Games Store, нельзя получить или использовать на Nintendo Switch™.",
                        image: "/shop_fortnite_6.jpg",
                        cost: 1799,
                    },
                    {
                        id: 40,
                        name: "5000 В-баксов",
                        description:
                            "5000 В-баксов\nКупите 5000 В-баксов — игровую валюту, которую можно потратить в Fortnite. Приобретайте предметы для «Королевской битвы» Fortnite, LEGO® Fortnite, Fortnite Festival и Rocket Racing, а также доп. материалы, например сезонный боевой пропуск!\n\nВ-баксы, купленные в Epic Games Store, нельзя получить или использовать на Nintendo Switch™.",
                        image: "/shop_fortnite_7.jpg",
                        cost: 2749,
                    },
                    {
                        id: 41,
                        name: "13500 В-баксов",
                        description:
                            "13500 В-баксов\nКупите 13500 В-баксов — игровую валюту, которую можно потратить в Fortnite. Приобретайте предметы для «Королевской битвы» Fortnite, LEGO® Fortnite, Fortnite Festival и Rocket Racing, а также доп. материалы, например сезонный боевой пропуск!\n\nВ-баксы, купленные в Epic Games Store, нельзя получить или использовать на Nintendo Switch™.",
                        image: "/shop_fortnite_8.jpg",
                        cost: 6699,
                    },
                ],
            },
        ],
    },
    {
        id: 4,
        image: "game_clashroyale_logo.jpg",
        name: "Clash Royale",
        description: "Акции, Кристаллы, Pass Royale",
        data: [
            {
                name: "Акции",
                game_id: 4,
                description: "",
                items: [
                    {
                        id: 110,
                        name: "1000 Кристаллов | 10X Выгода",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_1.jpg",
                        cost: 169,
                    },
                    {
                        id: 138,
                        name: "3000 Карт-Джокеров | 1 Часть Цепочки",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_2.jpg",
                        cost: 229,
                    },
                    {
                        id: 106,
                        name: "2000 Кристаллов | Скидка За Первую Покупку ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_3.jpg",
                        cost: 239,
                    },
                    {
                        id: 76,
                        name: "Король Скелетов | Королевская Щедрость",
                        description: "",
                        image: "/shop_clashroyale_4.jpg",
                        cost: 249,
                    },
                    {
                        id: 77,
                        name: "3000 Обычных Карт Джокеров | Цепочка Акций",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_5.jpg",
                        cost: 259,
                    },
                    {
                        id: 163,
                        name: "Королева Лучниц | Акция ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_6.jpg",
                        cost: 269,
                    },
                    {
                        id: 115,
                        name: "2500 Кристаллов | Скидка На Первую Покупку",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_7.jpg",
                        cost: 269,
                    },
                    {
                        id: 107,
                        name: "Шустрый Шахтёр ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_8.jpg",
                        cost: 269,
                    },
                    {
                        id: 151,
                        name: "Чемпионская Карта-Джокер | Королевская Шедрость 1 часть ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_9.jpg",
                        cost: 279,
                    },
                    {
                        id: 119,
                        name: "Монах | Королевская Щедрость",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_10.jpg",
                        cost: 279,
                    },
                    {
                        id: 134,
                        name: "1500 Кристаллов | Скидка За Первую Покупку ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_11.jpg",
                        cost: 299,
                    },
                    {
                        id: 139,
                        name: "500 Редких Карт-Джокеров | 3 Часть Цепочки",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_12.jpg",
                        cost: 329,
                    },
                    {
                        id: 250,
                        name: "Гоблтнштейн | Королевская Шедрость",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_13.jpg",
                        cost: 339,
                    },
                    {
                        id: 174,
                        name: "5000 Карт-Джокеров | X8 Выгоды ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_14.jpg",
                        cost: 389,
                    },
                    {
                        id: 177,
                        name: "500 Редких Карт-Джокеров | Акция ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_15.jpg",
                        cost: 399,
                    },
                    {
                        id: 179,
                        name: "50 Эпических Карт-Джокеров | X8 Выгоды",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_16.jpg",
                        cost: 399,
                    },
                    {
                        id: 137,
                        name: "Распродажа Карт-Джокеров 3 | Акция",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_17.jpg",
                        cost: 419,
                    },
                    {
                        id: 140,
                        name: "80 Эпических Карт-Джокеров | 5 Часть Цепочки",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_18.jpg",
                        cost: 429,
                    },
                    // {
                    //     id: 25,
                    //     name: "Свинка-копилка 185 000 Золота ",
                    //     description:
                    //         "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                    //     image: "",
                    //     cost: 479,
                    // },
                    {
                        id: 108,
                        name: "Большой Парень ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_19.jpg",
                        cost: 479,
                    },
                    {
                        id: 114,
                        name: "Гоблинский Бур  | Мой Бур Пронзит Небеса ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_20.jpg",
                        cost: 479,
                    },
                    {
                        id: 129,
                        name: "Внезапная Атака | Эволюция Клетки С Гоблином",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_21.jpg",
                        cost: 479,
                    },
                    {
                        id: 147,
                        name: "Эволюция Скелетов",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_22.jpg",
                        cost: 479,
                    },
                    {
                        id: 146,
                        name: "Ледяной Дух ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_23.jpg",
                        cost: 479,
                    },
                    {
                        id: 156,
                        name: "500000 Золото + 1250 Карт-Джокеров | 8X Выгоды ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_24.jpg",
                        cost: 499,
                    },
                    {
                        id: 157,
                        name: "Эволюция Валькирии | Взмах Её Топора Порождает Торнадо!",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_25.jpg",
                        cost: 499,
                    },
                    // {
                    //     id: 63,
                    //     name: "Некоторые любят погорячее | 3 Эволюции колдуна",
                    //     description:
                    //         "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                    //     image: "",
                    //     cost: 499,
                    // },
                    // {
                    //     id: 64,
                    //     name: "Двойная Бочка| 3 Эволюции Бочки",
                    //     description:
                    //         "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                    //     image: "",
                    //     cost: 499,
                    // },
                    {
                        id: 141,
                        name: "5 Легендарных Карт-Джокеров | 7 Часть Цепочки",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_26.jpg",
                        cost: 529,
                    },
                    {
                        id: 256,
                        name: "Боевой Таран | Акция С Эволюцией Карт",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_27.jpg",
                        cost: 549,
                    },
                    // {
                    //     id: 26,
                    //     name: "Улучшение Gold Pass до Diamond Pass",
                    //     description:
                    //         "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                    //     image: "",
                    //     cost: 549,
                    // },
                    {
                        id: 180,
                        name: "2000 Карт-Джокеров + 500 Редких Карт-Джокеров + 1 Легендарная Карта-Джокер | X11 Выгода ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_28.jpg",
                        cost: 549,
                    },
                    {
                        id: 251,
                        name: "Огненная Лучница | Акция С Эволюцией Карт",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_29.jpg",
                        cost: 549,
                    },
                    {
                        id: 252,
                        name: "Валькирия | Акция С Эволюцией Карт",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_30.jpg",
                        cost: 549,
                    },
                    {
                        id: 253,
                        name: "Гоблин-Гигант | Акция С Эволюцией Карт",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_31.jpg",
                        cost: 549,
                    },
                    {
                        id: 254,
                        name: "Королевский Гигант | Акция С Эволюцией Карт",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_32.jpg",
                        cost: 549,
                    },
                    {
                        id: 255,
                        name: "Королевские Рекруты | Акция С Эволюцией Карт",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_33.jpg",
                        cost: 549,
                    },
                    {
                        id: 152,
                        name: "3 Чемпионские Карты-Джокер | Королевская Шедрость 3 часть ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_34.jpg",
                        cost: 599,
                    },
                    {
                        id: 175,
                        name: "Эволюция Мегарыцаря | Акция ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_35.jpg",
                        cost: 599,
                    },
                    // {
                    //     id: 24,
                    //     name: "50 000 Элитных карт-джокеров",
                    //     description:
                    //         "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                    //     image: "",
                    //     cost: 639,
                    // },
                    {
                        id: 259,
                        name: "120 Эпических Карт-Джокеров | Эпическое Усиления Цепочка Акций ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_36.jpg",
                        cost: 649,
                    },
                    {
                        id: 162,
                        name: "Поздравляем С Достижением Арены 11! ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_37.jpg",
                        cost: 899,
                    },
                    {
                        id: 155,
                        name: "Особая Акция 12X Выгоды ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_38.jpg",
                        cost: 899,
                    },
                    {
                        id: 142,
                        name: "1 Легендарная Книга Карт | 10 Часть Цепочки",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_39.jpg",
                        cost: 1069,
                    },
                    {
                        id: 258,
                        name: "Копилка | 320 000",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_40.jpg",
                        cost: 1099,
                    },
                    {
                        id: 176,
                        name: "Эволюция Мегарыцаря | Акция ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashroyale_41.jpg",
                        cost: 1249,
                    },
                    {
                        id: 153,
                        name: "Книга Кнги | Королевская Шедрость 6 часть ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_42.jpg",
                        cost: 2249,
                    },
                    {
                        id: 154,
                        name: "Цепочка Акций Королевская Щедрость Полностью",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_43.jpg",
                        cost: 3099,
                    },
                ],
            },
            {
                name: "Pass Royale",
                game_id: 4,
                description: "",
                items: [
                    {
                        id: 159,
                        name: "Diamond Pass | Скидка",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_44.jpg",
                        cost: 990,
                    },
                    {
                        id: 22,
                        name: "Diamond Pass",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashroyale_45.jpg",
                        cost: 1199,
                    },
                ],
            },
            {
                name: "Кристаллы",
                game_id: 4,
                description: "",
                items: [
                    {
                        id: 16,
                        name: "80 кристаллов",
                        description: "",
                        image: "/shop_clashroyale_46.webp",
                        cost: 129,
                    },
                    {
                        id: 17,
                        name: "500 Кристаллов",
                        description: "",
                        image: "/shop_clashroyale_46.webp",
                        cost: 519,
                    },
                    {
                        id: 18,
                        name: "1200 Кристаллов",
                        description: "",
                        image: "/shop_clashroyale_46.webp",
                        cost: 1049,
                    },
                    {
                        id: 19,
                        name: "2500 Кристаллов",
                        description: "",
                        image: "/shop_clashroyale_46.webp",
                        cost: 2049,
                    },
                    {
                        id: 20,
                        name: "6500 Кристаллов",
                        description: "",
                        image: "/shop_clashroyale_46.webp",
                        cost: 4899,
                    },
                    {
                        id: 21,
                        name: "14000 Кристаллов",
                        description: "",
                        image: "/shop_clashroyale_46.webp",
                        cost: 8999,
                    },
                ],
            },
        ],
    },
    {
        id: 5,
        image: "game_roblox_logo.png",
        name: "Roblox",
        description: "Робаксы",
        data: [
            {
                name: "Робаксы ",
                game_id: 3,
                description: "",
                items: [
                    {
                        id: 27,
                        name: "80 Робаксов",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/robux.png",
                        cost: 199,
                    },
                    {
                        id: 28,
                        name: "400 Робаксов",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/robux.png",
                        cost: 799,
                    },
                    {
                        id: 29,
                        name: "800 Робаксов",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/robux.png",
                        cost: 1299,
                    },
                    {
                        id: 30,
                        name: "1700 Робаксов",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/robux.png",
                        cost: 2249,
                    },
                    {
                        id: 31,
                        name: "4500 Робаксов",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/robux.png",
                        cost: 4899,
                    },
                    {
                        id: 32,
                        name: "10000 Робаксов",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/robux.png",
                        cost: 8899,
                    },
                ],
            },
        ],
    },
    {
        id: 6,
        image: "game_clashofclans_logo.jpg",
        name: "Clash of Clans",
        description: "Gold Pass, Гемы, Акции",
        data: [
            {
                name: "Gold Pass",
                game_id: 6,
                description: "",
                items: [
                    {
                        id: 72,
                        name: "Gold Pass | Скидка За Первый Раз",
                        description: "",
                        image: "/shop_clashofclans_1.jpg",
                        cost: 389,
                    },
                    {
                        id: 48,
                        name: "Gold Pass ",
                        description: "",
                        image: "/shop_clashofclans_2.jpg",
                        cost: 649,
                    },
                ],
            },
            {
                name: "Акции",
                game_id: 6,
                description: "",
                items: [
                    {
                        id: 144,
                        name: "Набор Hammer Jam ",
                        description: "",
                        image: "/shop_clashofclans_3.jpg",
                        cost: 179,
                    },
                    {
                        id: 181,
                        name: "2 Зелья Строителя + 2 Тренировчных Зелья | 10X Выгода",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashofclans_4.jpg",
                        cost: 179,
                    },
                    {
                        id: 164,
                        name: "Hammer Jam Pack | X10 Выгоды ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashofclans_5.jpg",
                        cost: 179,
                    },
                    {
                        id: 160,
                        name: "Набор Hammer Jack | X10 Выгоды ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashofclans_6.jpg",
                        cost: 189,
                    },
                    {
                        id: 178,
                        name: "Набор 15 Ратуши | 10X Выгоды",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashofclans_7.jpg",
                        cost: 189,
                    },
                    {
                        id: 165,
                        name: "Hammer Jam Pack | X7 Выгоды ",
                        description:
                            "❇️Моментальное пополнение\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов",
                        image: "/shop_clashofclans_8.jpg",
                        cost: 299,
                    },
                    {
                        id: 161,
                        name: "Набор Hammer Jack | X6 Выгоды ",
                        description:
                            "❇️Быстрое выполнение заказа\n✳️Покупка через официальный магазин\n❇️Работает для всех аккаунтов ",
                        image: "/shop_clashofclans_9.jpg",
                        cost: 529,
                    },
                    {
                        id: 143,
                        name: 'Оформление "Правосудие" ',
                        description: "",
                        image: "/shop_clashofclans_10.jpg",
                        cost: 719,
                    },
                ],
            },
            {
                name: "Гемы",
                game_id: 6,
                description: "",
                items: [
                    {
                        id: 102,
                        name: "Пропуск События",
                        description: "",
                        image: "/shop_clashofclans_11.jpg",
                        cost: 419,
                    },
                ],
            },
        ],
    },
];
